down.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:network="http://greglturnquist.com/test">
	<soapenv:Header/>
	<soapenv:Body>
		<network:sendNetworkEventRequest>
			<hostname>router101</hostname>
			<severity>5</severity>
			<description>Ping failure</description>
		</network:sendNetworkEventRequest>
	</soapenv:Body>
</soapenv:Envelope>